Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingets_myndighet_i_forhold_til_laereplaner.html.tmx
Source language: nob
Languages: sme

source: Sametingets myndighet i forhold til læreplaner
sme: Sámedikki váldi oahppoplánaid ektui

source: Sametinget har myndighet og ansvar i forhold til læreplaner.
sme: Sámedikkis lea váldi ja ovddasvástádus oahppoplánaid ektui.

source: Læreplaner i samisk og særskilte samiske fag
sme: Sámegiella ja sierra sámi fágaid oahppoplánat

source: Sametinget har ansvar for utvikling og fastsetting av læreplaner i samisk språk for grunnskolen og videregående opplæring og for særskilte samiske fag for videregående opplæring (duodji-, reindriftsfag mm.), jf. opplæringslova § 6-4, andre ledd.
sme: Sámedikkis lea ovddasvástádus ráhkadahttit ja mearridit oahppoplánaid sámegielas vuođđoskuvlii ja joatkkaoahpahussii ja sierra sámi fágaide joatkkaoahpahusas (duodji, boazodoallofága), gč. Oahpahuslága § 6-4, nuppi lađđasa.

source: Samisk innhold i ordinære læreplaner i Kunnskapsløftet
sme: Sámi sisdoallu dábálaš Máhttolokten oahppoplánabuktosis

source: Opplæringslova gir pålegg om at alle elever i Norge skal få opplæring om samer, deres språk og samfunnsliv i tilknytning de ulike fagområder.
sme: Oahpahusláhka geatnegahttá ahte buot oahppit Norggas galget oahppet sámiid birra, dán álbmoga giela ja servodateallima birra iešguđet fágasurggiin.

source: Innenfor rammer fastsatt av departementet, har Sametinget myndighet til å gi forskrifter om innholdet i slik opplæring, jf. Opplæringslova § 6-4, første ledd.
sme: Departemeanta mearriduvvon rámmaid mielde mearrida Sámediggi láhkaásahusaid dákkár oahpahusa sisdoalu birra, gč. Oahpahuslága § 6-4, vuosttaš lađđasa.

source: Kunnskapsdepartementet fastsetter alle læreplaner med unntak av læreplaner i samisk og spesielle samiske fag.
sme: Máhttodepartemeanta mearrida buot oahppoplánaid earret oahppoplánaid sámegielas ja sierra sámi fágain.

source: Sametinget har imidlertid myndighet til å fastsette det samiske innholdet I alle læreplaner.
sme: Sámedikkis lea váldi mearridit sámi sisdoalu buot oahppoplánain.

source: Samiske parallelle læreplaner i det samiske læreplanverket
sme: Sámi parallealla oahppoplánat Máhttolokten – sámi oahppoplánabuktosis

source: Alle grunnskoleelever i kommuner som hører til forvaltningsområde for samisk språk, og elever som ellers får samisk opplæring i grunnskole og videregående skole skal få opplæring hvor prinsipper for opplæring – samisk ligger til grunn og etter samiske parallelle likeverdige læreplaner i fag der det finnes parallelle læreplaner.
sme: Buot vuođđoskuvlaoahppit suohkaniin mat gullet sámegiella hálddášanguvlui ja oahppit geat muđui ožžot sámi oahpahusa vuođđoskuvllas ja joatkkaskuvllas galget oažžut oahpahusa sámi oahpahusprinsihpaid vuođul ja sámi parallealla, seammaárvosaš oahppoplánaid mielde daid fágain gos leat parallealla oahppoplánat.

source: Sametinget skal i samråd med departementet lage utkast til parallelle, likeverdige læreplaner, jf. opplæringslova § 6-4, tredje ledd.
sme: Sámediggi galgá ovttasráđiid departemeanttain ráhkadit sámi parallealla ja seammaárvosaš oahppoplánaid gč. Oahpahuslága § 6-4, goalmmát lađđasa.
